{
    "discussion": [{
            "title" : "Badminton",
            "subtitle" : "Pengertian dan Sejarah Badminton",
            "avatar" : "@drawable/discussion1",
            "avatar_content" : "@drawable/discussioncontent1",
            "content" : "Bulu tangkis (bahasa Inggris: Badminton) adalah suatu olahraga yang menggunakan alat yang berbentuk bulat dengan memiliki rongga-rongga di bagian pemukulnya. Dan memiliki gagang. Alat ini dikenal dengan nama raket yang dimainkan oleh dua orang (untuk tunggal) atau dua pasangan (untuk ganda) yang saling berlawanan. Mirip dengan tenis, bulu tangkis bertujuan memukul bola permainan ('kok' atau 'shuttlecock') melewati jaring agar jatuh di bidang permainan lawan yang sudah ditentukan dan berusaha mencegah lawan melakukan hal yang sama.",
            "history" : "Olahraga yang dimainkan dengan kok dan raket, kemungkinan berkembang di Mesir kuno sekitar 2000 tahun lalu tetapi juga disebut-sebut di India dan Republik Rakyat Tiongkok. Di Tiongkok, terdapat permainan yang disebut Jianzi, yang melibatkan penggunaan kok tetapi tanpa raket. Alih-alih, koknya dimanipulasi dengan kaki. Objektif permainan ini adalah untuk menjaga kok agar tidak menyentuh tanah selama mungkin tanpa menggunakan tangan. Di Inggris sejak zaman pertengahan permainan anak-anak yang disebut Battledores dan Shuttlecocks sangat populer. Anak-anak pada waktu itu biasanya akan memakai dayung/tongkat (Battledores) dan bersiasat bersama untuk menjaga kok tetap di udara dan mencegahnya dari menyentuh tanah. Ini cukup populer untuk menjadi nuansa harian di jalan-jalan London pada tahun 1854 ketika majalah Punch memublikasikan kartun untuk ini. Penduduk Inggris membawa permainan ini ke Jepang, Republik Rakyat Tiongkok, dan Siam (sekarang Thailand) selagi mereka mengolonisasi Asia. Ini kemudian dengan segera menjadi permainan anak-anak di wilayah setempat mereka. Olahraga kompetitif bulu tangkis diciptakan oleh petugas Tentara Britania di Pune, India pada abad ke-19 saat mereka menambahkan jaring dan memainkannya secara bersaingan. Oleh sebab kota Pune dikenal sebelumnya sebagai Poona, permainan tersebut juga dikenali sebagai Poona pada masa itu. Para tentara membawa permainan itu kembali ke Inggris pada 1850-an. Olahraga ini mendapatkan namanya yang sekarang pada 1860 dalam sebuah pamflet oleh Isaac Spratt, seorang penyalur mainan Inggris, berjudul 'Badminton Battledore - a new game' ('Battledore bulu tangkis - sebuah permainan baru'). Ini melukiskan permainan tersebut dimainkan di Gedung Badminton (Badminton House), estat Duke of Beaufort's di Gloucestershire, Inggris. Rancangan peraturan yang pertama ditulis oleh Klub Badminton Bath pada 1877. Asosiasi bulu tangkis Inggris dibentuk pada 1893 dan kejuaraan internasional pertamanya berunjuk-gigi pertama kali pada 1899 dengan Kejuaraan All England. Bulu tangkis menjadi sebuah olahraga populer di dunia, terutama di wilayah Asia Timur dan Tenggara, yang saat ini mendominasi olahraga ini, dan di negara-negara Skandinavia.",
            "reference" : "https://id.wikipedia.org/wiki/Bulu_tangkis"
        },
        {
            "title" : "Sepak Bola",
            "subtitle" : "Pengertian dan Sejarah Sepak Bola",
            "avatar" : "@drawable/discussion2",
            "avatar_content" : "@drawable/discussioncontent2",
            "content" : "Sepak bola asosiasi (bahasa Inggris: Association Football atau Soccer) adalah cabang olahraga yang menggunakan bola, pada umumnya terbuat dari bahan kulit dan dimainkan oleh dua tim yang masing-masing beranggotakan 11 (sebelas) orang pemain inti dan beberapa pemain cadangan. Memasuki abad ke-21, olahraga ini telah dimainkan oleh lebih dari 250 juta orang di 200 negara. Sepak bola bertujuan untuk mencetak gol sebanyak-banyaknya dengan memasukan bola ke gawang lawan. Sepak bola dimainkan dalam lapangan terbuka yang berbentuk persegi panjang, di atas rumput atau rumput sintetis.",
            "history" : "Sejarah olahraga sepak bola (permainan menendang bola) dimulai sejak abad ke-2 dan ke-3 sebelum Masehi di Tiongkok. Pada masa Dinasti Han tersebut, masyarakat menggiring bola kulit dengan menendangnya ke jaring kecil. Permainan serupa juga dimainkan di Jepang dengan sebutan Kemari. Di Italia, permainan menendang dan membawa bola juga digemari terutama mulai abad ke-16. Sepak bola modern mulai berkembang di Inggris dengan menetapkan peraturan-peraturan dasar dan menjadi sangat digemari oleh banyak kalangan. Di beberapa kompetisi, permainan ini menimbulkan banyak kekerasan selama pertandingan sehingga akhirnya Raja Edward III melarang olahraga ini dimainkan pada tahun 1365. Raja James I dari Skotlandia juga mendukung larangan untuk memainkan sepak bola. Pada tahun 1815, sebuah perkembangan besar menyebabkan sepak bola menjadi terkenal di lingkungan universitas dan sekolah. Kelahiran sepak bola modern terjadi di Freemasons Tavern pada tahun 1863 ketika 11 sekolah dan klub berkumpul dan merumuskan aturan baku untuk permainan tersebut. Bersamaan dengan itu, terjadi pemisahan yang jelas antara olahraga rugby dengan sepak bola (soccer). Pada tahun 1869, membawa bola dengan tangan mulai dilarang dalam sepak bola. Selama tahun 1800-an, olahraga tersebut dibawa oleh pelaut, pedagang, dan tentara Inggris ke berbagai belahan dunia. Pada tahun 1904, asosiasi tertinggi sepak bola dunia (FIFA) dibentuk dan pada awal tahun 1900-an, berbagai kompetisi dimainkan diberbagai negara. olahraga ini juga digemari terutama mulai abad ke-16.",
            "reference" : "https://id.wikipedia.org/wiki/Sepak_bola"
        },
        {
            "title" : "Renang",
            "subtitle" : "Pengertian dan Sejarah Renang",
            "avatar" : "@drawable/discussion3",
            "avatar_content" : "@drawable/discussioncontent12",
            "content" : "Renang adalah gerakan berpindah tempat secara teratur di air dengan cepat menggunakan tangan dan kaki. Gaya renang yang diperlombakan adalah gaya bebas, gaya kupu-kupu, gaya punggung dan gaya dada. Perenang yang memenangkan lomba renang adalah perenang yang menyelesaikan jarak lintasan tercepat. Pemenang babak penyisihan maju ke babak semifinal, dan pemenang semifinal maju ke babak final. Bersama-sama dengan loncat indah, renang indah, renang perairan terbuka, dan polo air, peraturan perlombaan berenang ditetapkan oleh badan dunia bernama Federasi Renang Internasional (FINA). Persatuan Renang Seluruh Indonesia (PRSI) adalah induk organisasi cabang olahraga renang di Indonesia.",
            "history" : "Perlombaan renang dimulai di Eropa sekitar tahun 1800. Sebagian besar perenang berenang dengan memakai gaya dada. Pada 1873, John Arthur Trudgen memperkenalkan gaya trudgen di lomba-lomba renang setelah meniru renang gaya bebas suku Indian. Akibat ketidaksukaan orang Inggris terhadap gerakan renang yang memercikkan air ke sana ke mari, Trudgen mengganti gerakan kaki gaya bebas yang melecut ke atas dan ke bawah menjadi gerakan kaki gunting seperti renang gaya samping. Renang menjadi salah satu cabang olahraga yang dilombakan sejak Olimpiade Athena 1896. Nomor renang putri dilombakan sejak Olimpiade Stockholm 1912. Pada 1902, Richard Cavill memperkenalkan renang gaya bebas. Federasi Renang Internasional dibentuk pada 1908. Gaya kupu-kupu pertama kali dikembangkan pada tahun 1930-an. Pada awalnya, gaya kupu-kupu merupakan variasi gaya dada sebelum dianggap sebagai gaya renang tersendiri pada 1952. Di Hindia Belanda, Perserikatan Berenang Bandung (Bandungse Zwembond) didirikan pada 1917. Pada tahun berikutnya didirikan Perserikatan Berenang Jawa Barat (West Java Zwembond), dan Perserikatan Berenang Jawa Timur (Oost Java Zwembond) didirikan pada 1927. Sejak itu pula perlombaan renang antardaerah mulai sering diadakan. Rekor dalam kejuaraan-kejuaraan tersebut juga dicatatkan sebagai rekor di Belanda. Pada 1936, perenang Hindia Belanda bernama Pet Stam mencatat rekor 59,9 detik untuk nomor 100 meter gaya bebas di kolam renang Cihampelas Bandung. Pet Stam dikirim sebagai wakil Belanda di Olimpiade Berlin 1936. Persatuan Berenang Seluruh Indonesia didirikan 21 Maret 1951, dan sebagai anggota Federasi Renang Internasional sejak tahun berikutnya. Perenang Indonesia ikut berlomba dalam Olimpiade Helsinki 1952.",
            "reference" : "https://id.wikipedia.org/wiki/Renang_(olahraga)"
        }
    ]
}